Repository: rastersoft/cronopete
Catalog: po/*.po
Languages: de, gl

source: Ready
de: Fertig
gl: Preparado

source: Store backups in a folder
de: Speicher der Sicherung in einen Ordner.
gl: Almacenar as copias nun cartafol

source: Can't create the base folders to do backups. Aborting backup
gl: Non foi posíbel crear os cartafoles base para as copias. Interrompendo a copia.

source: Failed to launch cp to restore: %s
de: cp konnte nicht gestartet werdern um %s wiederherzustellen.
gl: Non foi posíbel restaurar o ficheiro %s

source: Starting backup
de: Sicherung starten
gl: Comezando a copia

source: Cleaning incomplete backups
de: nicht komplette Sicherungen werden bereinigt
gl: Limpando copias incompletas

source: Backup done. Elapsed time: %d:%02d
de: Backup fertig. Durchschittliche Zeit: %d:%02d
gl: Copia rematada. Tempo transcorrido: %d:%02d

source: Asked for freeing disk space when there is free space. Aborting backup
gl: Solicitouse liberar espazo do disco cando aínda queda espazo libre.Interrompendo a copia.

source: Backup aborted
de: Sicherung abgebrochen
gl: Copia cancelada

source: Failed to delete folders: %s
de: Ordner konnten nicht gelöscht werden: %s
gl: Non foi posíbel eliminar os cartafoles: %s

source: Failed to delete aborted backups: %s
de: abgebrochene Sicherungen konnten nicht gelöscht werden: %s
gl: Non foi posíbel eliminar as copias interrompidas: %s

source: Backing up folder %s
de: Ordner sichern %s
gl: Copiando o cartafol %s

source: Excluding folder %s
de: Ordner die ausgeschlossen werden %s.
gl: Excluíndo o cartafol %s.

source: Failed to launch rsync for '%s'. Aborting backup
de: rsync konnte nicht gestartet werden für '%s'. Backup abgebrochen.
gl: Non foi posíbel iniciar rsync para «%s» Interrompendo a copia.

source: There was a problem when backing up the folder '%s'
de: Es gab ein Problem mit der Sicherung des Ordner '%s'
gl: Houbo un problema ao copiar o cartafol «%s»

source: Backing up %s
de: Sichern '%s'
gl: Copiando o cartafol %s

source: Syncing disk
de: Synchronisiere Festplatte
gl: Sincronizando o disco

source: Failed to launch sync command
de: Starten des Sync Kommando fehlgeschlagen
gl: Non foi posíbel iniciar a orde de sincronización

source: Failed to rename backup folder. Aborting backup
de: Sicherungsordner konnte nich umbenannt werden. Sicherung abgebrochen
gl: Non foi posíbel renomear o cartafol dunha copia. Interrompendo.

source: Failed to launch final sync command
de: Starten des finalen Sync Kommando fehlgeschlagen
gl: Non foi posíbel iniciar a orde de sincronización final

source: Disk synced, cleaning old backups
de: Platte synchron, lösche alte Sicherung
gl: Disco sincronizado, limpando copias antigas

source: Cleaning old backups
de: alte Sicherung werden gelöscht
gl: Limpando copias antigas

source: No old backups to delete
de: Keine alten Sicherungen zum löschen
gl: Non hai copias antigas que borrar

source: Deleting old backup %s
de: Löschen alter Sicherungen %s
gl: Eliminando a copia antiga %s

source: Failed to delete old backup %s: %s
de: Fehler bei löschen alter Sicherungen %s: %s
gl: Non foi posíbel eliminar a copia antiga %s: %s

source: Cancel
de: Abbruch
gl: Cancelar

source: Add
de: Hinzufügen
gl: Engadir

source: Store backups in an external hard disk
de: Speichern von Sicherung auf einer externen Festplatte
gl: Almacenar as copias nun disco ríxido externo

source: Failed to unmount the disk. Aborting format operation.
de: Fehler bei aushängen der Platte. Formatierung abgebrochen.
gl: Non foi posíbel desmontar o disco. Cancelase a operación de formatado.

source: Failed to format the disk (maybe it is needing too much time). Please, try again.
de: Es ist ein Fehler bei der Formatierung der Festplatte aufgetretten.Bitte versuchen Sie es noch einmal.
gl: Non foi posíbel formatar o disco (é probábel que precise moito tempo). Ténteo outra vez.

source: Failed to mount again the disk. Aborting the format operation.
de: Die Festplatte konnte nicht eingehängt werden. Formatierung abgebrochen.
gl: Non foi posíbel montar de novo o disco. Cancelase a operación de formatado.

source: Unknown FS
de: Unbekanntes Dateisystem
gl: Sistema de ficheiros descoñecido

source: Unknown size
de: Unbekannte Größe
gl: Tamaño descoñecido

source: Disk not available
de: Speicher nicht verfügbar
gl: O disco non está dispoñíbel

source: Idle
de: Warten
gl: En repouso

source: Doing backup
gl: Copiando

source: Doing backup, have a warning
de: Mach eine Sicherung. Du wurdest gewarnt!
gl: Copiando, hai un aviso

source: Doing backup, have an error
de: Beim Backup wurde ein Fehler festgestellt.
gl: Copiando, hai un erro

source: Backup is disabled
de: Backup ausgeschaltet
gl: Copias desactivadas

source: Back Up Now
de: jetzt sichern
gl: Copiar agora

source: Stop Backing Up
de: Sicherung anhalten
gl: Deter a copia

source: Restore files
de: Dateien wiederherstellen
gl: Restaurar ficheiros

source: Configure the backups
de: Backupregeln einstellen
gl: Configurar a copia de seguranza

source: Latest backup: %s
de: Letztes Backup: %s
gl: Última copia: %s

source: Not available
de: Nicht verfügbar
gl: Non dispoñíbel

source: today at %R
de: Heute um %R
gl: Hoxe ás %R

source: yesterday at %R
de: Gestern um %R
gl: Ontea ás %R

source: tomorrow at %R
de: Morgen um %R
gl: Mañá ás %R

source: %B %e, %Y at %R
de: %e.%B.%Y um %R
gl: %e de %B de %Y ás %R

source: Name
gl: Nome

source: Type
gl: Tipo

source: Size
de: Größe
gl: Tamaño

source: Modification date
de: Änderungsdatum
gl: Data da modificación

source: Show hidden files
de: zeige versteckte Dateien
gl: Amosar os ficheiros agochados

source: Reverse order
de: umkehrte Reihenfolge
gl: Inverter a orde

source: Sort by name
de: sortiert nach Namen
gl: Ordenar por nome

source: Sort by type
de: sortiert nach Typ
gl: Ordenar por tipo

source: Sort by size
de: sortiert nach Größe
gl: Ordenar por tamaño

source: Sort by date
de: sortiert nach Datum
gl: Ordenar por data

source: View as icons
de: Ansicht als Symbol
gl: Ver como iconas

source: View as list
de: Ansicht als Liste
gl: Ver como lista

source: Folder
de: Ordner
gl: Cartafol

source: <span foreground="#FF7F00">WARNING:</span> %s
de: <span foreground="#FF7F00">WARNUNG:</span> %s
gl: <span foreground="#FF7F00">AVISO:</span> %s

source: <span foreground="#FF3F3F">ERROR:</span> %s
de: <span foreground="#FF3F3F">FEHLER:</span> %s
gl: <span foreground="#FF3F3F">ERRO:</span> %s

source: Status: %s
gl: Estado: %s

source: Not defined
de: Nicht definiert
gl: Non definida

source: %lld GB of %lld GB
de: %lld GB von %lld GB
gl: %lld GB de %lld GB

source: Backup hidden files and folders in %s
de: sichere versteckte Dateien und Ordner in %s
gl: Copiar ficheiros e cartafoles agochados en %s

source: Exit
gl: Saír

source: Aborted
de: Abgebrochen
gl: Interrompido

source: Error while restoring %s
de: Fehler beim Wiederherstellen %s
gl: Produciuse un erro ao restaurar %s

source: Restoring file %s
de: Dateien wiederherstellen %s
gl: Restaurando o ficheiro %s

source: Restoring folder %s
de: Dateien wiederherstellen %s
gl: Restaurando o cartafol %s

source: Done
de: Fertig
gl: Feito

source: OK
gl: Conforme

source: Aborting restore operation
de: Wiederhe ab gebrochen
gl: Interrompendo a restauración

source: An Apple's Time Machine clone for Linux
de: Ein Apple Time Machine Klone für Linux
gl: Un clon para Linux do «Time Machine» de Apple

source: In 1895, H.G. Wells published <b>The Time Machine</b>, considerer for years the first novel with a time-travel machine. But in 1887, eight years before, Enrique Gaspar y Rimbau published <b>El anacronópete</b>, a novel in the format of a zarzuela, which is the truly first novel to feature a machine that allows to "fly against time". In 2007, Apple launched <b>Time Machine</b>, a backup program for MacOS X Leopard. Several simmilar programs for Linux surged. In 2011, arrives ana<b>CRONOPETE</b>, THE Apple's Time Machine clone for Linux.
de: 1895 veröffentlichte H. G. Wells <b>Die Zeitmaschine</b>. Diesem Roman wird seit Jahrenannerkannt, der erste Roman zu sein, der von einer Zeitmaschine zu handelt. Aber im Jahr 1887, acht Jahre zuvor, veröffentlchte Enrique Gaspar y Rimbau <b> Elanacronópete </b>, einen Roman im Zarzuela-Format, der wirklich der erste Romanist der eine Maschine einbaut, die "durch die Zeit reist". Im Jahr 2007 startete Apple <b>Time Machine</b>, ein Backup-Programm für MacOS X Leopard.Es gibt mehrere ähnliche Programme für Linux. In 2011 kommt ana<b>CRONOPETE</b>,der Linux-Klon für "Time Machine"
gl: No 1895, H.G. Wells publicou <b>A máquina do tempo</b>, considerada durante anos como a primeira novela cunha máquina capaz de viaxar no tempo. Mais en 1887, oito anos antes, Enrique Gaspar y Rimbau tiña publicado <b>El anacronópete</b>, unha novela en formato de zarzuela que é realmente a primeira en incorporar unha máquina que permite «voar a través do tempo». En 2007, Apple publicou <b>Time Machine</b>, un programa de copia de seguranza para MacOS X Leopard. Pronto xurdiron varios programas semellantes para Linux. En 2011 chega ana<b>CRONOPETE</b>, O clon para Linux do «Time Machine» de Apple.

source: Why <i>ana<b>CRONOPETE</b></i>?
de: Warum <i>ana<b>CRONOPETE</b></i>?
gl: Por que <i>ana<b>CRONOPETE</b></i>?

source: Available USB disks:
de: Vorhandene USB Festplatten:
gl: Discos USB dispoñíbeis:

source: Show all disks (except /home)
de: Zeige alle Festplatten (außer /home)
gl: Amosar todos os discos (agás /home)

source: Configuration exported
de: Konfiguration exportiert
gl: Configuración exportada

source: The backup configuration has been exported. Please, check the list of folders to ensure that everything went fine.
de: Die Schierungseinstellungen wurden exportiert. Bitte überprüfen Sie die Liste der Ordner, um sicherzustellen, dass alles in Ordnung ist.
gl: Exportouse a configuración da copia de seguranza. Comprobe a lista de cartafoles para confirmar que todo é correcto.

source: There was an error during the formating operation. Aborted.
de: Es gabe einen Fehler während der Formatierung. Abgebrochen.
gl: Produciuse un erro durante a operación de formatado. Cancelado.

source: <b>Error info</b>
de: <b>Fehlermeldung</b>
gl: <b>Información do erro</b>

source: Format disk
de: Formatiere Festplatte
gl: Formatar o disco

source: Formating disk. Please, wait.
de: Formatiere Festplatte. Bitte warten.
gl: Formatando o disco. Agarde.

source: Latest backup:
de: Letzte Sicherung:
gl: Última copia:

source: Oldest backup:
de: Älteste Sicherung:
gl: Primeira copia:

# Refers to the free disk space available in the backup's hard disk
source: Available:
de: Vorhanden:
gl: Dispoñíbel:

source: Destination:
de: Ziel:
gl: Destino:

source: Next backup:
de: Nächste Sicherung:
gl: Próxima copia:

source: Change destination...
de: Wechsel die Festplatte...
gl: Cambiar o destino...

source: Options
de: Optionen
gl: Opcións

source: Cronopete keeps: * All backups for the past 24 hours * Daily backups for the past month * Weekly backups until your hard disk is full
de: Cronopete sichert: * stündliche Sicherung für 24 Stunden * tägliche Sicherungen für den letzten Monat * wöchtenliche Sicherungen bis deine Festplatte voll ist
gl: Cronopete mantén: * Todas as copias das últimas 24 horas * Unha copia diaria para o último mes * Copias semanais ata que se encha o disco

source: Show Cronopete in menu bar
de: Zeige Cronopete in der Menu-Bar
gl: Amosar Cronopete na barra

source: About
de: Über
gl: Sobre

source: Configuration
de: Konfiguration
gl: Configuración

source: Log
gl: Rexistro

source: Folders to backup
de: Ordner die gesichert werden
gl: Cartafoles a copiar

source: Remove
de: Entfernen
gl: Retirar

source: <b>Backup these folders</b>
de: <b>Sichere diese Ordner</b>
gl: <b>Copiar estes cartafoles</b>

source: <b>Exclude these folders</b>
de: <b>Diese Ordner ausschließen</b>
gl: <b>Excluír estes cartafoles</b>

source: Time interval between backups (in hours):
de: Zeitintervall für die Sicherungen (in Stunden):
gl: Tempo entre copias (en horas):

source: Ignore
de: Ignorieren
gl: Ignorar

source: Ignore all
de: Ingoriere alle
gl: Ignorar todos

source: Restore ended succesfully
de: Wiederherstellen wurde abgeschlossen
gl: Restauración rematada

source: The <i>folder backend</i> is considered valid only for advanced users. To enable it, set the <i>gconf</i> key 'enable-folder-backend' to <i>true</i>. If you don't know how to do this, probably you should not use this backend.
de: Das <i>Ordner-Backend</i> gilt nur für fortgeschrittene Benutzer. Um es zu aktivieren, setzen Sie den <i>gconf</i> Schlüssel 'enable-folder-backend' auf <i>true</i>. Wenn Sie nicht wissen, wie Sie das tun sollen, sollten Sie dieses Backend nicht verwenden.
gl: A <i>infraestrutura de cartafoles</i> só debe ser usado por usuarios avanzados. Para activalo, poña o valor <i>true</i> na clave «enable-folder-backend» de <i>gconf</i>. Se non sabe como facelo, probabelmente non debería usar esta infraestrutura.

source: The <i>store backups in a folder</i> backend can be considered quite dangerous because it allows to do what are considered 'bad practices' for a secure backup. Specifically, it allows to store the backups in the same physical disk (and even in the same partition) than the data to be backed up. This means that a disk failure will result in the loss of both the data and the backup. This means that the user must put a lot of care when using this backend to ensure that the folder where (s)he stores the backups belongs to a different disk. Or when using the same physical disk, that (s)he understands that there is no true backup of the data.
de: Das <i> Speichern von Backups in einem Ordner </i> Backend kann als ziemlich gefährlich angesehen werden, da es erlaubt, das zu tun, was als "schlechte Praktiken" für eine sichere Sicherung angesehen wird. Insbesondere ermöglicht es das Speichern der Sicherungen auf derselben physischen Festplatte (und sogar in derselben Partition) als die zu sichernden Daten. Dies bedeutet, dass es bei einem Datenträgerfehler zum Verlust sowohl der Daten als auch der Sicherung führt kann. Dies bedeutet, dass der Benutzer bei der Verwendung dieses Backends sehr vorsichtig sein muss, um sicherzustellen, dass der Ordner, in dem er die Sicherungen speichert, zu einem anderen Datenträger gehört. Oder wenn er die gleiche physische Festplatte verwendet, versteht er, dass es keine echte Datensicherung ist.
gl: A infraestrutura <i>Almacenar copias nun cartafol</i> considerase algo perigoso porque permite facer o que se consideran «malas prácticas» para copias seguras e fiábeis. En concreto, permite almacenar as copias no mesmo disco físico (e incluso na mesma partición) que os datos a copiar. Isto significa que de estragarse o disco, perderanse tanto os datos coma as copias. Isto implica que o usuario ten que poñer especial coidado o usar esta infraestrutura para asegurarse de que o cartafol no que almacena as copias se atopa noutro disco físico. Ou que se decide usar o mesmo disco físico, que entende que, realmente, non hai copia de seguridade dos datos.

source: Read more...
de: Lese mehr...
gl: Ler máis...

source: Don't ask me again
de: Frage mich nie wieder
gl: Non preguntar de novo

source: Ask me later
de: Frage mich später
gl: Preguntarme máis tarde

source: Configure now
de: Jetzt einrichten
gl: Configurar agora

source: Welcome to Cronopete
de: Willkommen zu Cronopete
gl: Benvido/a ao Cronopete

source: Cronopete is a backup utility that allows you to make regular copies of your data, and restore it from several dates. Now, you can configure which external disk use to make the copies and which folders you want to backup, or you can leave it for later.
de: Cronopete ist ein Sicherungswerkzeug das es erlaubt regelmäßig Kopieen deiner Daten zu erstellen und zu jedem Zeitpunkt wieder herzustellen. Du kannst jetzt eine externe Festplatte für die Sicherungen konfigurieren und angeben welche Ordner gesichert werden sollen, oder du tust es später.
gl: Cronopete é unha utilidade de copia de seguranza que permítelle realizar copias de seguranza dos seus datos e restauralos a partires de distintas datas. Agora, pode configurar que disco externo quere empregar para facer as copias de seguranza e de que cartafoles quere facelas, ou, se o prefire, pode deixar isto para máis adiante.

source: Can't create the base folders to do backups. Aborting backup
de: Es kann nicht der Basisordner für die Sicherung erstellt werden. Sicherung wird abgebrochen.

source: Asked for freeing disk space when there is free space. Aborting backup
de: Es ist nicht genug freier Speicher vorhanden um die Sicherung zu starten. Sicherung wird abgebrochen.

source: Unmount backup disk
de: Aushängen von Sicherungsplatte

source: Can't unmount the backup disk. Another process is using it.
de: Sicherungsplatte kann nicht ausgehängt werden. Ein anderer Prozess verwendet Sie.

source: Failed to get the final UUID. Aborting the format operation.
de: Die finale UUID konnte nicht geholt werden. Formatierung abgebrochen.

source: The selected drive %1$s with a capacity of %2$s must be formated to be used for backups. To do it, click the <i>Format disk</i> button. <b>All the data in the drive will be erased</b>
de: Das ausgewählt Laufwerk %1$s mit der Größe von %2$s muss formatiert werden bevor diese für Sicherungen verwendet werden kann. Um das zu tun, drücken Sie den <i>Laufwerk formatieren</i> Knopf. <b>Alle Daten werden auf dem Laufwerk gelöscht!</b>

source: Doing backup
de: Sicherung starten
